Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/khio.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: og åremålsstillinger og gjestelærere, alle med
nn: og åremålsstillingar og gjestelærarar, alle med

source: demokratisk samfunn der verdier som ytringsfrihet,
nn: samfunn der verdiar som ytringsfridom, danning og

source: fremme et arbeidsmiljø preget av inspirerende
nn: fremme eit arbeidsmiljø prega av inspirerande

source: av kunst og kultur er å bidra til utviklingen av et
nn: kunst og kultur er å bidra til utviklinga av eit demokratisk

source: Å bidra til utviklingen
nn: Å bidra til utviklinga av

source: Og har ikke det nettopp og med ordet høyring å gjera, med andre ord det ordet vi bruker om dei offisielle samlingene som finn stad etter store katastrofer eller ulykker?
nn: Og har ikkje det nettopp og med ordet høyring å gjera, med andre ord det ordet vi bruker om dei offisielle samlingene som finn stad etter store katastrofer eller ulykker?

source: Kunsthøgskolen er en utdanningsinstitusjon med en
nn: Kunsthøgskolen er ein utdanningsinstitusjon med ein

source: dannelse og respekt for estetiske erfaringer står sentralt.
nn: respekt for estetiske erfaringar står sentralt. Gjennom

source: våre mål og prioriteringer
nn: måla og prioriteringane våre

source: i Oslo skal være utadvendt og aktiv i møtet med det
nn: vere utovervend og aktiv i møtet med det profesjonelle

source: samarbeid, trivsel og mestring
nn: samarbeid, trivsel og meistring

source: øke publisering og synliggjøring av
nn: auke publisering og synleggjering av

source: Kunsthøgskolen i Oslo skal bruke menneskelige og
nn: Kunsthøgskolen i Oslo skal bruke menneskelege og

source: utvikling av kunstnerisk utviklingsarbeid
nn: og utvikling av kunstnarisk utviklingsarbeid

source: videreutvikle attraktive arenaer for deling og
nn: vidareutvikle attraktive arenaer for deling

source: ha en sammensetning av ansatte i faste stillinger
nn: ha ei samansetjing av tilsette i faste stillingar

source: og utstillinger skapes et læringsmiljø som står i et nært
nn: det skapt eit læringsmiljø som står i eit nært forhold til

source: tvers av avdelinger og seksjoner
nn: tvers av avdelingar og seksjonar

source: stimulere og legge til rette for samarbeid på
nn: stimulere og leggje til rette for samarbeid på

source: og motiverte ansatte
nn: og motiverte tilsette

source: kunstfaglig kompetanse som støtter opp om
nn: kunstfagleg kompetanse som støttar opp om

source: rekruttere, utvikle og beholde godt kvalifiserte
nn: rekruttere, utvikle og behalde godt kvalifiserte

source: Kunsthøgskolens ulike fagfelt og ha en god balanse mellom aktiviteter og ressurser
nn: Kunsthøgskolens ulike fagfelt og ha ein god balanse mellom aktivitetar og ressursar
